BEGIN;

INSERT INTO protocols (code, name, category, steps) VALUES
('P1','Микрочастицы CaCO3','Микро- и наночастицы',
'На магнитной мешалке при комнатной температуре:
1) Добавить 2.5 мл дистиллированной воды
2) Добавить 615 мкл водного раствора CaCl2 (1М)
3) По каплям добавить 615 мкл водного раствора Na2CO3 (1М), увеличивая скорость мешалки
4) Мешать 30 сек
5) Промыть водой три раза, откручивая на центрифуге Microspin'),

('P2','Добавление полимерного бислоя на микроCaCO3','Микро- и наночастицы',
'1) К осадку добавить 500 мкл водного раствора PAH (2 мг/мл)
2) Ресуспензировать в УЗВ
3) Оставить на ротаторе на 6 мин
4) Промыть водой один раз
5) К осадку добавить 500 мкл PSS (2 мг/мл)
6) Ресуспензировать в УЗВ
7) Оставить на ротаторе на 6 мин
8) Промыть водой один раз
В конце синтеза промыть два раза'),

('P3','Микрочастицы CaCO3@Cy5','Микро- и наночастицы',
'На магнитной мешалке при комнатной температуре:
1) Добавить 2.2 мл дистиллированной воды
2) Добавить 300 мкл Cy5@BSA
3) Добавить 615 мкл водного раствора CaCl2 (1М)
4) По каплям добавить 615 мкл водного раствора Na2CO3 (1М), увеличивая скорость мешалки
5) Мешать 30 сек
6) Промыть водой три раза, откручивая на центрифуге Microspin'),

('P4','Наночастицы CaCO3','Микро- и наночастицы',
'На магнитной мешалке при комнатной температуре:
1) Добавить 3 мл водного раствора CaCl2 (0.1М)
2) Добавить 3 мл водного раствора PAA (3 мг/мл)
3) Мешать 1 час
4) Добавить 3 мл водного раствора Na2CO3 (0.1М)
5) Мешать 1 час
6) Промыть водой три раза, откручивая на центрифуге при 13400 об/мин 4 мин'),

('P5','Наночастицы CaCO3@Cy5','Микро- и наночастицы',
'На магнитной мешалке при комнатной температуре:
1) Добавить 3 мл водного раствора CaCl2 (0.1М)
2) Добавить 300 мкл Cy5@BSA
3) Мешать 1 час
4) Добавить 3 мл водного раствора PAA (3 мг/мл)
5) Мешать 1 час
6) Добавить 3 мл водного раствора Na2CO3 (0.1М)
7) Мешать 1 час
8) Промыть водой три раза, откручивая на центрифуге при 13400 об/мин 4 мин'),

('P6','Микрочастицы PLA','Микро- и наночастицы',
'Подготовить растворы:
1) Водный раствор PVA (20 мг/мл). Растворяется при 80°C в термошейкере несколько часов при 600 об/мин
2) Раствор PLA (50 мг/мл) в хлороформе. Растворяется на магнитной мешалке при 40°C час-полтора
Получение частиц:
1) В пробирку на 50 мл добавить 12 мл раствора PVA
2) На дно пробирки добавить 3 мл раствора PLA
3) Интенсивно встряхивать примерно 1 минуту
4) Перелить в стакан, поставить на магнитную мешалку
5) Мешать 10 мин при комнатной температуре
6) Мешать 15 мин при 37°C
7) Открутить на центрифуге при 5000 об/мин 5 мин
8) Слить надосадочную жидкость
9) Добавить воду до 15 мл, ресуспензировать
10) Поставить на стол на 3.5 мин
11) Забрать надосадочную часть
12) Открутить надосадочную часть на центрифуге при 5000 об/мин 5 мин'),

('P7','Наночастицы PLA','Микро- и наночастицы',
'1) Растворить 100 мг PLA в 0.5 мл DMF в термошейкере при 75°C при 750 об/мин несколько часов
2) В стакан на магнитной мешалке добавить 40 мл дистиллированной воды и 40 мкл TWEEN80
3) В пробирку на 50 мл добавить 16 мл ацетона и 4 мл этанола 96%
4) В пробирку с PLA добавить 1 мл смеси ацетона со спиртом, ресуспензировать
5) Перелить раствор с PLA в пробирку с органической фазой
6) Ресуспензировать
7) Аккуратно медленно влить органическую фазу в стакан с водой
8) Выпаривать на магнитной мешалке при комнатной температуре 2 дня'),

('P8','Микрочастицы BaCO3','Микро- и наночастицы',
'На магнитной мешалке при комнатной температуре:
1) Добавить 10 мл водного раствора BaCl2 (0.1M)
2) Добавить 30 мг PAA
3) Мешать 1 час
4) Добавить 10 мл водного раствора Na2CO3 (0.1M)
5) Мешать 1 час
6) Промыть водой три раза, откручивая на центрифуге при 7000 об/мин 10 мин'),

('P9','Наночастицы BaCO3','Микро- и наночастицы',
'На магнитной мешалке при комнатной температуре:
1) Растворить 488 мг BaCl2 в 20 мл раствора дистиллированной воды и этиленгликоля (5.7 мл воды, 14.3 мл этиленгликоля) 5 мин
2) Добавить к раствору BaCl2 60 мг PAA
3) Мешать 1 час
4) Растворить 212 мг Na2CO3 в 20 мл раствора воды и этиленгликоля
5) Добавить к раствору Na2CO3 60 мг PAA
6) Мешать 1 час
7) Добавить к раствору Na2CO3 750 мкл 1М HCl (pH 3-5)
8) Добавить к раствору Na2CO3 раствор BaCl2
9) Мешать 1 час
10) Промыть водой три раза, откручивая на центрифуге при 13400 об/мин 4 мин'),

('P10','Наночастицы SiO2','Микро- и наночастицы',
'На магнитной мешалке при комнатной температуре:
1) Добавить 8750 мкл этанола 96%
2) Добавить 2405 мкл дистиллированной воды
3) Добавить по капле 65 мкл TEOS, постепенно увеличивая скорость мешалки
4) Мешать 2.5 мин
5) Добавить по капле 390 мкл NH3, постепенно увеличивая скорость мешалки
6) Накрыть. Мешать 1.5 часа
7) Промыть водой три раза, откручивая на центрифуге при 13400 об/мин 4 мин'),

('P11','Наночастицы SiO2@Cy5','Микро- и наночастицы',
'На магнитной мешалке при комнатной температуре:
1) Добавить 8750 мкл этанола 96%
2) Добавить 2205 мкл дистиллированной воды
3) Добавить 200 мкл Cy5@BSA
4) Добавить по капле 65 мкл TEOS, постепенно увеличивая скорость мешалки
5) Мешать 2.5 мин
6) Добавить по капле 390 мкл NH3, постепенно увеличивая скорость мешалки
7) Накрыть. Мешать 1.5 часа
8) Промыть водой три раза, откручивая на центрифуге при 13400 об/мин 4 мин'),

('P12','Наночастицы желатина','Микро- и наночастицы',
'1) Растворить 60 мг желатина в 2 мл дистиллированной воды на магнитной мешалке при 50°C
2) В пробирку на 15 мл налить 10 мл ацетона, поставить на водяную баню при 37°C
3) К желатину добавить 35 мкл NaOH (1M)
4) Желатин перелить в пробирку на 15 мл, поставить на водяную баню при 37°C на 15 мин
5) По стеночке аккуратно влить ацетон к желатину, перемешать покачиванием
6) Поставить на водяную баню при 37°C на 30 мин
7) Добавить 675 мкл 0.8% раствора глутаральдегида, перемешать покачиванием
8) Поставить на водяную баню при 37°C на 60 мин
9) Промыть водой три раза, откручивая на центрифуге при 13400 об/мин 4 мин'),

('P13','Наночастицы хитозана','Микро- и наночастицы',
'На магнитной мешалке при комнатной температуре:
1) Добавить 3 мл 0.1% (w/v) раствора хитозана в 1% уксусной кислоте
2) По каплям добавить 1 мл 0.25% (w/v) раствора TPP
3) Мешать 1 мин
4) Промыть водой три раза, откручивая на центрифуге при 13400 об/мин 4 мин'),

('P14','Синтез FeBDC','МОФы',
'1) 405 мг FeCl3 и 248 мг BDC растворить в 5 мл DMF
2) В стеклянной виале поставить в термоблок при 120°C на ночь
3) Постепенно охладить, поэтапно опуская температуру термоблока на 5-10°C
4) Промыть два раза DMF и два раза водой, откручивая на центрифуге при 10000 об/мин 5 мин
5) Высушить в вакуумном сушильном шкафу при 70°C'),

('P15','Синтез CoBDC','МОФы',
'1) 720 мг Co(NO3)2 растворить в 5 мл дистиллированной воды
2) 411 мг BDC растворить в 5 мл DMF
3) В стеклянной виале поставить в термоблок при 120°C на ночь
4) Постепенно охладить, поэтапно опуская температуру термоблока на 5-10°C
5) Промыть два раза DMF и два раза водой, откручивая на центрифуге при 10000 об/мин 5 мин
6) Высушить в вакуумном сушильном шкафу при 70°C'),

('P16','Синтез NiBDC','МОФы',
'1) 720 мг Ni(NO3)2 растворить в 10 мл дистиллированной воды
2) 132 мг BDC растворить в 10 мл DMF
3) В стеклянной виале поставить в термоблок при 120°C на ночь
4) Постепенно охладить, поэтапно опуская температуру термоблока на 5-10°C
5) Промыть два раза DMF и два раза водой, откручивая на центрифуге при 10000 об/мин 5 мин
6) Высушить в вакуумном сушильном шкафу при 70°C'),

('P17','Синтез Micro-UiO-66','МОФы',
'1) 70 мг ZrCl4, 50 мг BDC и 1050 мг бензойной кислоты растворить в 2 мл DMF
2) Добавить 20 мкл HCl
3) В стеклянной виале поставить в термоблок при 120°C на 48 часов
4) Постепенно охладить, поэтапно опуская температуру термоблока на 5-10°C
5) Промыть два раза DMF и два раза метанолом, откручивая на центрифуге при 10000 об/мин 10 мин
6) Высушить в вакуумном сушильном шкафу при 70°C'),

('P18','Синтез Nano-UiO-66','МОФы',
'1) 70 мг ZrCl4, 50 мг BDC и 350 мг бензойной кислоты растворить в 2 мл DMF
2) Добавить 50 мкл HCl
3) В стеклянной виале поставить в термоблок при 120°C на 48 часов
4) Постепенно охладить, поэтапно опуская температуру термоблока на 5-10°C
5) Промыть два раза DMF и два раза метанолом, откручивая на центрифуге при 10000 об/мин 10 мин
6) Высушить в вакуумном сушильном шкафу при 70°C'),

('P19','Синтез Micro-UiO-66-NH2','МОФы',
'1) 70 мг ZrCl4, 50 мг 2-аминобензолдикарбоновой-1,4 кислоты и 1050 мг бензойной кислоты растворить в 2 мл DMF
2) Добавить 20 мкл HCl
3) В стеклянной виале поставить в термоблок при 120°C на 48 часов
4) Постепенно охладить, поэтапно опуская температуру термоблока на 5-10°C
5) Промыть два раза DMF и два раза метанолом, откручивая на центрифуге при 10000 об/мин 10 мин
6) Высушить в вакуумном сушильном шкафу при 70°C'),

('P20','Синтез Nano-UiO-66-NH2','МОФы',
'1) 70 мг ZrCl4, 50 мг 2-аминобензолдикарбоновой-1,4 кислоты и 350 мг бензойной кислоты растворить в 2 мл DMF
2) Добавить 50 мкл HCl
3) В стеклянной виале поставить в термоблок при 120°C на 48 часов
4) Постепенно охладить, поэтапно опуская температуру термоблока на 5-10°C
5) Промыть два раза DMF и два раза метанолом, откручивая на центрифуге при 10000 об/мин 10 мин
6) Высушить в вакуумном сушильном шкафу при 70°C'),

('P21','Cy5@BSA','Флуоресцентные метки',
'1) 77 мг BSA растворить в 20 мл PBS 1x
2) 5 мг Cy5 растворить в 2.2 мл DMSO
3) Влить Cy5 к BSA
4) Поставить в термошейкер при 4°C при 700 об/мин на сутки
5) Поставить на диализ на 3-4 дня при 4°C');

COMMIT;